logo = """  ____    _      _                   ____                         
 / ___|  | | __ (_)  _ __     __ _  / ___|    ___    __ _   _ __  
 \___ \  | |/ / | | | '_ \   / _` | \___ \   / __|  / _` | | '_ \ 
  ___) | |   <  | | | | | | | (_| |  ___) | | (__  | (_| | | | | |
 |____/  |_|\_\ |_| |_| |_|  \__, | |____/   \___|  \__,_| |_| |_|
                             |___/                                

 制造团队:李岩 张硕 鲁良乾 徐志豪
 项目以放入github:https://github.com/Longersking/SkingScan                            
"""

help_text = """
                "Usage:"
                "  -u : 请输入目标网站url"
                "  -r : 请输入数据包对应的文件"
                "  help :查看参数帮助"
                "  -add <value> : Description for -add"
            """


green = 0
blue = 1
red = 2
